/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = "d";

/* days */
"day" = "Tag";

/* days */
"days" = "Tage";

/* the first letter of \"hour\" */
"h" = "h";

/* hours */
"hour" = "Stunde";

/* hours */
"hours" = "Stunden";

/* modifier */
"last" = "letzte/r/s";

/* last month */
"last month" = "letzten Monat";

/* time */
"last week" = "letzte Woche";

/* last year */
"last year" = "letztes Jahr";

/* the first letter of \"month\" */
"m" = "Mo";

/* month */
"month" = "Monat";

/* months */
"months" = "Monate";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "nächste/r/s";

/* next month */
"next month" = "nächsten Monat";

/* time */
"next week" = "nächste Woche";

/* next year */
"next year" = "nächstes Jahr";

/* noon */
"noon" = "mittags";

/* now */
"now" = "jetzt";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "diese/n/s";

/* this month */
"this month" = "diesen Monat";

/* time */
"this week" = "diese Woche";

/* this year */
"this year" = "dieses Jahr";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "heu";

/* today */
"today" = "heute";

/* Today */
"Today" = "Heute";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "mor";

/* tomorrow */
"tomorrow" = "morgen";

/* Tomorrow */
"Tomorrow" = "Morgen";

/* tonight */
"tonight" = "heute Abend";

/* weeks */
"w" = "W";

/* weeks */
"week" = "Woche";

/* weeks */
"weeks" = "Wochen";

/* the first letter of \"year\" */
"y" = "y";

/* years */
"year" = "Jahr";

/* years */
"years" = "Jahre";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "gst";

/* yesterday */
"yesterday" = "gestern";

/* Yesterday */
"Yesterday" = "Gestern";